ABOUT = """Алеся Матюшева
Маникюр | Педикюр | Обучение
5 лет опыта работы
г. Минск, ул. Лизы Чайкиной, д. 6, каб. 10"""

BOT_CAN_DO = """1. Записаться на процедуру
2. Проверить дату и время визита (будет добавлено)
3. Отменить или перенести запись (будет добавлено)
4. Посмотреть информацию о мастере и кабинете
5. Связаться с мастером
"""

UNKNOWN_COMMAND = """К такому жизнь меня не готовила) Бот находится в разработке. Если что-то не получается, попробуйте
воспользоваться встроенной командной клавиатурой бота. Или перезапустите бота командой /start""".replace('\n', '')

UNKNOWN_WELCOME = "Здравствуйте! Похоже, вы впервые здесь. Познакомимся? Пожалуйста, воспользьуйтесь встроенной командной клавиатурой бота."

KNOWN_WELCOME = "Здравствуйте! Здесь вы можете записаться ко мне на процедуры. Пожалуйста, воспользуйтесь встроенной командной клавиатурой бота."

LOCATION = """Мой кабинет находится по адресу 
<b>г. Минск, ул. Лизы Чайкиной, д. 6, каб. 10</b>.

""" + """
Если вы не на авто, то добраться до меня можно или на метро до ст. Автозаводская, или наземным транспортом 
до остановки "Котовского" на Партизанском проспекте напротив ДК "МАЗ". От метро пешком 7 минут, от остановки на проспекте - 4-5 мин. 
""".replace('\n', '')

PROCEDURES_COMMENT = """
Пожалуйста, выберите процедуру, на которую хотели бы записаться. Более подробное описание процедур можете посмотреть в прайс-листе, 
нажав соответствующую кнопку в командной клавиатуре бота.
""".replace('\n', '')

TG_CONTACT = 'https://t.me/Kalesi'

CANCEL_BOOKING = """Чтобы отменить запись, нажмите <b>"Мои записи"</b>, далее в списке ваших записей нажмите
кнопку <b>"Удалить запись"</b> под нужным визитом.""".replace('\n', '')

CHANGE_BOOKING = "Для переноса визита отмените запись и запишитесь на нужную дату/время"